import { MaxPercentResult } from "../model/types"

export const TEST_RESULTS: Record<MaxPercentResult, string> = {
   35: "Возможно, Вы чего-то не знаете или в чём-то не уверены, но у Вас явно есть хорошие шансы успешно пройти обучение и стать классным специалистом!",
   75: "Вам интересна выбранная сфера или вы даже имеете некоторый опыт. В таком случае, эта специальность отлично Вам подойдёт!",
   100: "Вы уверенно чувствуете себя в этой сфере и, возможно, уже имеете хорошие знания и навыки в этой области. Тогда вам стоит пройти обучение в нашем университете по этой специальности! Вы улучшите свои навыки и найдёте много единомышленников.",
}
